Repository: filipealva/LimPOA
Catalog: LimPOA/*.lproj/Localizable.strings
Languages: pt

# intro-text-1
source: See the selective waste collection points closest to you.
pt: Veja os pontos de coleta seletiva mais próximos

# intro-text-2
source: View detailed information for each place.
pt: Veja informações detalhadas de cada ponto

# intro-text-3
source: Do not know where it is? LimPOA shows to you!
pt: Não sabe onde fica? O LimPOA te mostra!

# intro-text-4
source: Start
pt: Começar

# intro-image-1
source: Intro-Page-1-enUS
pt: Intro-Page-1-ptBR

# intro-image-2
source: Intro-Page-2-enUS
pt: Intro-Page-2-ptBR

# intro-image-3
source: Intro-Page-3-enUS
pt: Intro-Page-3-ptBR

# intro-image-4
source: Intro-Page-4-enUS
pt: Intro-Page-4-ptBR

# dump_list_title
source: Dump
pt: Lixeira

# dump_list_info
source: This is the list of public bins closest to you in Porto Alegre. Collaborate using the dumps for waste daily trash as small packages in general and cigarette butts.
pt: Esta é a lista de lixeiras públicas mais próximas de você em Porto Alegre. Colabore utilizando as mesmas para descarte dos resíduos do dia-a-dia como embalagens pequenas em geral e bitucas de cigarro.

# dump_list_info_confirm
source: Got it!
pt: Entendi

# container_list_info
source: This is the list of containers for disposal of organic waste closest to you here in Porto Alegre. To use the container you should place your organic waste in plastic bags and put it in the container. If there is no container near you, select the closest and make a route on the map using LimPOA.
pt: Esta é a lista de containers para descarte de lixo orgânico mais próximos de você aqui em Porto Alegre. Para utilizá-los, você deve colocar seu lixo orgânico em um saco plástico e depositá-lo dentro do container. Caso não localize nenhum perto de você, selecione o container mais próximo e trace uma rota no mapa através do LimPOA.

# container_list_info_confirm
source: Got it!
pt: Entendi

# cooking_oil_list_title
source: Cooking Oil
pt: Óleo Vegetal

# cooking_oil_list_info
source: This is the list of cooking oil waste closest to you here in Porto Alegre. To properly dispose of your oil, you should store it in a plastic container (eg PET bottle) and take up one of these locations. If you have any questions select the waste point of your choice and see detailed information.
pt: Esta é a lista de pontos de coleta de óleo vegetal (óleo de cozinha) mais próximos de você aqui em Porto Alegre. Para descartar corretamente o seu óleo, você deve armazená-lo em um recipiente plástico (exemplo: garrafa PET) e levar até um desses locais. Caso tenha alguma dúvida selecione o ponto de descarte de sua preferência e veja informações detalhadas.

# cooking_oil_list_info_confirm
source: Got it!
pt: Entendi

# ecopoint_list_title
source: EcoPoint
pt: EcoPonto

# ecopoint_list_info
source: This is the list of EcoPoints closest (Destino Certo) you here in Porto Alegre. The Destino Certo units receive woods, paint cans with rest, furniture, mattresses, earth, debris, plaster, ceramics, scrap, appliances and arboreal waste materials that are not collected by regular, household and selective collections, and many times are simply discarded illegally on public roads. Destino Certo units not receive organic waste and are intended only to small generators, why not accept higher discharges than 0.5 cubic meter. They still have a Post Delivery Frying Oil (PEOF), a Post Voluntary Delivery (ENP) for materials for the selective collection and a carefully fenced and protected space to receive scrap tires.
pt: Esta é a lista de EcoPontos (Destino Certo) mais próximos de você aqui em Porto Alegre. As unidades de Destino Certo recebem madeiras, latas com resto de tintas, móveis, colchões, terra, entulhos, caliça, cerâmica, sucatas de ferro, eletrodomésticos e resíduos arbóreos, materiais que não são recolhidos pelas coletas regulares, domiciliar e seletiva, e muitas vezes simplesmente são descartados irregularmente na via pública. As Unidades de Destino Certo não recebem lixo orgânico e se destinam apenas a pequenos geradores, por isso não aceitam descartes maiores do que 0,5 metro cúbico. Elas têm ainda um Posto de Entrega de Óleo de Fritura (PEOF), um Posto de Entrega Voluntária (PEV) para materiais destinados à coleta seletiva e um espaço cuidadosamente cercado e protegido para receber pneus velhos.

# ecopoint_list_info_confirm
source: Got it!
pt: Entendi

# info_view_title
source: Informations
pt: Informações

# details_title
source: Details
pt: Detalhes

# route_button_title
source: Route
pt: Rota

# route_options_title
source: What app do you prefer?
pt: Qual app você prefere?

source: Phone unavailable
pt: Telefone indisponível

source: Cancel
pt: Cancelar

# call_action_title
source: Wants to make this call?
pt: Ligação

# call_action_message
source: Fees may apply
pt: Você gostaria de ligar para este local?

# call_action_cancel
source: Cancel
pt: Cancelar

# call_action_confirm
source: Call
pt: Ligar

# call_action_no_phone
source: Sorry, phone unavailable
pt: Desculpe, telefone indisponível.

# call_failed_title
source: Call failed
pt: A ligação falhou

# call_failed_message
source: Try again later
pt: Tente novamente mais tarde

# route_confirmation_message
source: You wants to make a route to this place?
pt: Quer traçar uma rota no mapa?

# route_confirmation_button
source: Make route
pt: Traçar rota

# map_view_title
source: Map
pt: Mapa
